{"industries": {"Asset Management and Custody Activities": {"Lifecycle impacts of products and services": {"topics": {"Integration of Environmental, Social, and Governance Risk Factors in Investment Management and Advisory": {"metric_codes": ["FN0103-15", "FN0103-16", "FN0103-17", "FN0103-18"]}}}, "Systemic risk management": {"topics": {"Systemic Risk Management": {"metric_codes": ["FN0103-10", "FN0103-11", "FN0103-12", "FN0103-13", "FN0103-14"]}}}, "Fair marketing and advertising": {"topics": {"Transparent Information and Fair Advice for Customers": {"metric_codes": ["FN0103-06", "FN0103-07"]}}}, "Compensation and benefits": {"topics": {"Employee Incentives and Risk Taking": {"metric_codes": ["FN0103-01", "FN0103-02", "FN0103-03", "FN0103-04"]}}}, "Business ethics and transparency of payments": {"topics": {"Management of the Legal and Regulatory Environment": {"metric_codes": ["FN0103-08", "FN0103-09"]}}}, "Diversity and inclusion": {"topics": {"Employee Inclusion": {"metric_codes": ["FN0103-05"]}}}}, "Commercial Banks": {"Access and affordability": {"topics": {"Financial Inclusion and Capacity Building": {"metric_codes": ["FN0101-01", "FN0101-02", "FN0101-03", "FN0101-04", "FN0101-05"]}}}, "Lifecycle impacts of products and services": {"topics": {"Integration of Environmental, Social, and Governance Risk Factors in Credit Risk Analysis": {"metric_codes": ["FN0101-15", "FN0101-17", "FN0101-18"]}}}, "Environmental, social impacts on assets & operations": {"topics": {"Integration of Environmental, Social, and Governance Risk Factors in Credit Risk Analysis": {"metric_codes": ["FN0101-16"]}}}, "Business ethics and transparency of payments": {"topics": {"Management of the Legal and Regulatory Environment": {"metric_codes": ["FN0101-08", "FN0101-09"]}}}, "Data security and customer privacy": {"topics": {"Customer Privacy and Data Security": {"metric_codes": ["FN0101-06", "FN0101-07"]}}}, "Systemic risk management": {"topics": {"Systemic Risk Management": {"metric_codes": ["FN0101-10", "FN0101-11", "FN0101-12", "FN0101-13", "FN0101-14"]}}}}, "Consumer Finance": {"Customer welfare": {"topics": {"Responsible Lending and Debt Prevention": {"metric_codes": ["FN0201-08", "FN0201-09", "FN0201-10"]}}}, "Data security and customer privacy": {"topics": {"Customer Privacy and Data Security": {"metric_codes": ["FN0201-03", "FN0201-04", "FN0201-05"]}}}, "Access and affordability": {"topics": {"Financial Inclusion": {"metric_codes": ["FN0201-01", "FN0201-02"]}}}, "Fair marketing and advertising": {"topics": {"Transparent Information and Fair Advice for Customers": {"metric_codes": ["FN0201-06", "FN0201-07"]}}}}, "Security and Commodity Exchanges": {"Business ethics and transparency of payments": {"topics": {"Managing Conflicts of Interest": {"metric_codes": ["FN0203-05"]}}}, "Systemic risk management": {"topics": {"Managing Business Continuity and Technology Risks": {"metric_codes": ["FN0203-07", "FN0203-08", "FN0203-09"]}, "Promoting Transparent and Efficient Capital Markets": {"metric_codes": ["FN0203-01", "FN0203-02", "FN0203-03", "FN0203-04"]}}}, "Competitive behavior": {"topics": {"Managing Conflicts of Interest": {"metric_codes": ["FN0203-06"]}}}}, "Investment Banking and Brokerage": {"Business ethics and transparency of payments": {"topics": {"Management of the Legal and Regulatory Environment": {"metric_codes": ["FN0102-07", "FN0102-08", "FN0102-09"]}}}, "Diversity and inclusion": {"topics": {"Employee Inclusion": {"metric_codes": ["FN0102-06"]}}}, "Systemic risk management": {"topics": {"Systemic Risk Management": {"metric_codes": ["FN0102-10", "FN0102-11", "FN0102-12", "FN0102-13", "FN0102-14"]}}}, "Compensation and benefits": {"topics": {"Employee Incentives and Risk Taking": {"metric_codes": ["FN0102-01", "FN0102-02", "FN0102-03", "FN0102-04", "FN0102-05"]}}}, "Lifecycle impacts of products and services": {"topics": {"Integration of Environmental, Social, and Governance Risk Factors in Advisory, Underwriting, and Brokerage Activities": {"metric_codes": ["FN0102-15", "FN0102-16", "FN0102-17"]}}}}, "Mortgage Finance": {"Access and affordability": {"topics": {"Transparent Information and Fair Advice for Customers": {"metric_codes": ["FN0202-05", "FN0202-06"]}}}, "Systemic risk management": {"topics": {"Management of the Legal and Regulatory Environment": {"metric_codes": ["FN0202-13"]}}}, "Fair marketing and advertising": {"topics": {"Transparent Information and Fair Advice for Customers": {"metric_codes": ["FN0202-07"]}}}, "Compensation and benefits": {"topics": {"Transparent Information and Fair Advice for Customers": {"metric_codes": ["FN0202-04"]}}}, "Customer welfare": {"topics": {"Responsible Lending and Debt Prevention": {"metric_codes": ["FN0202-08", "FN0202-09", "FN0202-10", "FN0202-11", "FN0202-12"]}}}, "Environmental, social impacts on assets & operations": {"topics": {"Environmental Risk to Mortgaged Properties": {"metric_codes": ["FN0202-01", "FN0202-02", "FN0202-03"]}}}}, "Insurance": {"Customer welfare": {"topics": {"Plan Performance": {"metric_codes": ["FN0301-08", "FN0301-09", "FN0301-10"]}}}, "Fair marketing and advertising": {"topics": {"Plan Performance": {"metric_codes": ["FN0301-11"]}}}, "Lifecycle impacts of products and services": {"topics": {"Policies Designed to Incentivize Responsible Behavior": {"metric_codes": ["FN0301-06", "FN0301-07"]}, "Integration of Environmental, Social, and Governance Risk Factors in Investment Management": {"metric_codes": ["FN0301-16"]}}}, "Environmental, social impacts on assets & operations": {"topics": {"Environmental Risk Exposure": {"metric_codes": ["FN0301-01", "FN0301-02", "FN0301-03", "FN0301-04", "FN0301-05"]}, "Integration of Environmental, Social, and Governance Risk Factors in Investment Management": {"metric_codes": ["FN0301-17"]}}}, "Systemic risk management": {"topics": {"Systemic Risk Management": {"metric_codes": ["FN0301-12", "FN0301-13", "FN0301-14", "FN0301-15"]}}}}}, "metrics": {"FN0301-08": "Complaints-to-claims ratio", "FN0301-09": "Customer retention rate", "FN0301-06": "Discussion of products or product features that incentivize healthy, safe, and/or environmentally responsible actions or behavior", "FN0301-07": "Net premiums written related to energy efficiency and low carbon technology", "FN0301-04": "List of markets, regions, and/or events for which the registrant declines to voluntarily write coverage for weather-related natural catastrophe risks", "FN0301-05": "Percentage of policies in which weather-related natural catastrophe risks have been mitigated through reinsurance and/or alternative risk transfer", "FN0301-02": "Total annual losses attributable to insurance payouts from  (1) modeled natural catastrophes and (2) non-modeled natural catastrophes", "FN0301-03": "Description of how environmental risks are integrated into: (1) The underwriting process for individual contracts; and (2) The management of firm-level risks and capital adequacy", "FN0301-01": "Probable Maximum Loss (PML) of insured products from weather-related natural catastrophes, by insurance segment, type of event, and type of risk insured", "FN0201-09": "Percentage of applications accepted for applicants with FICO scores above and below 640 (subprime)", "FN0201-08": "For customers with FICO scores above and below 640 (subprime): (1) average customer debt; (2) average APR; (3) mean and median age of accounts; and (4) average monthly full payment rate", "FN0201-01": "Revenue from credit and debit products targeting unbanked and underbanked segments", "FN0201-03": "Number of data security breaches and percentage involving customers’ personally identifiable information. Disclosure shall include a description of corrective actions implemented in response to data security incidents or threats.", "FN0201-02": "Percentage of new accounts held by first-time credit card holders", "FN0201-05": "Description of data security and fraud prevention efforts related to new and emerging technologies and/or new and emerging threats", "FN0201-04": "Amount of fraudulent transaction activity, percentage from: (1) card-not-present fraud and; (2) card-present and other fraud", "FN0201-07": "Payout ratio for add-on products. Disclosure shall include a description of the type of add-on products offered and of how compensation of sales representatives is related to the sales of these products.", "FN0201-06": "Amount of legal and regulatory fines and settlements associated with disclosure, transparency, or marketing. Disclosure shall include a description of fines and settlements and corrective actions implemented in response to events", "FN0202-13": "Amount of fines and settlements associated with mortgage industry regulations. Disclosure shall include a description of fines and settlements and corrective actions implemented in response to events.", "FN0202-12": "Foreclosure rate by segment: subprime, non-subprime jumbo, non-subprime conventional, and nonconventional", "FN0202-11": "Number of:  (1) modifications, (2) foreclosures, (3) short sales or deeds in lieu of foreclosure, and (4) total mortgages", "FN0101-18": "Total loans to companies in the following sectors/ industries: Energy/Oil&Gas, Materials/Basic Materials, Industrials, and Utilities", "FN0101-17": "Amount and percentage of lending and project finance that employs: (1) Integration of ESG factors; (2) Sustainability themed lending or finance; (3) Screening (exclusionary, inclusionary, or benchmarked); (4) Impact or community lending or finance", "FN0101-16": "Discussion of credit risk to the loan portfolio presented by climate change, natural resource constraints, human rights concerns, or other broad sustainability trends", "FN0101-15": "Discussion of how environmental, social, and governance (ESG) factors are integrated into the lending process", "FN0101-14": "Skewness and kurtosis of trading revenue", "FN0101-13": "Level 3 assets: (1) total value and; (2) percentage of total assets", "FN0101-12": "Net exposure to written credit derivatives", "FN0101-11": "Basel III Liquidity Coverage Ratio (LCR)", "FN0101-10": "Results of stress tests under adverse economic scenarios, including the following measures (actual and projection): (1) Loan losses; (2) Losses, revenue, and net income before taxes; (3) Tier 1 common capital ratio; (4) Tier 1 capital ratio; (5) Total risk-based capital ratio; and (6) Tier 1 leverage ratio. Disclosure shall include a description of the most significant drivers of changes in regulatory capital ratios.", "FN0201-10": "Average annual fees per account for pre-paid transaction products", "FN0101-01": "Percentage of new accounts held by first-time account holders", "FN0101-02": "Percentage of total domestic loans for underserved and underbanked business segments", "FN0101-03": "Number of participants in financial literacy initiatives for unbanked, underbanked, or underserved customers. Disclosure shall include a description of financial literacy initiatives.", "FN0101-04": "Loan-to-deposit ratio for: (1)  Overall domestic lending; (2)  Underserved and underbanked business segments", "FN0101-05": "Loan default rates for: (1)  Overall domestic lending; (2)  Underserved and underbanked business segments", "FN0101-06": "Number of data security breaches and percentage involving customers’ personally identifiable information. Disclosure shall include a description of corrective actions.", "FN0101-07": "Discussion of management approach to identifying and addressing vulnerabilities and threats to data security", "FN0101-08": "Amount of legal and regulatory fines and settlements associated with financial industry regulation and percentage that resulted from whistleblowing actions. Disclosure shall include a description of fines and settlements and corrective actions implemented in response to events.", "FN0101-09": "Number of inquiries, complaints, or issues received by the legal and compliance office through an internal monitoring or reporting system, and percentage that were substantiated. Disclosure shall include a description of the nature of the inquiries, complaints, or issues and of any corrective actions taken by registrant in response to information received by its legal and compliance office through an internal monitoring and/or reporting system.", "FN0103-18": "Ratio of embedded carbon dioxide emissions of proved hydrocarbon reserves held by investees to total assets under management", "FN0103-15": "Discussion of how environmental, social, and governance (ESG) factors are integrated into investment analysis and decisions and of how this integration intersects with fiduciary duties", "FN0103-14": "Basel III Liquidity Coverage Ratio (LCR)", "FN0103-17": "Percentage of total proxies voted, and number of proxy votes supporting environmental, social, and/or governance (ESG) shareholder proposals, including percentage resulting in company action", "FN0103-16": "Percentage of assets under management, by major asset class, that employ: (1) Integration of ESG factors; (2) Sustainability themed investing; (3) Screening (exclusionary, inclusionary, or benchmarked); and (4) Impact or community investing", "FN0103-11": "Value of collateral received from securities lending and amount received from repurchase agreements involving clients’ assets", "FN0103-10": "(1) Registered and (2) unregistered assets under management", "FN0103-13": "(1) Tier 1 common capital ratio; (2) Tier 1 capital ratio; (3) Total risk-based capital ratio; (4) Tier 1 leverage ratio", "FN0103-12": "Net exposure to written credit derivatives", "FN0203-03": "Percentage of trades generated from automated trading systems. Disclosure shall include a discussion of risks and opportunities (short and long-term) associated with automated trading systems including algorithmic or high frequency trading.", "FN0203-02": "Number and average duration of (1) halts related to public release of information; and (2) pauses related to volatility", "FN0203-01": "Discussion of alert policy regarding timing and nature of public release of information", "FN0203-07": "Description of efforts to prevent technology errors, security breaches, and market disruptions", "FN0203-06": "Amount of legal and regulatory fines and settlements associated with fraud, anti-trust, anti-competitive, market manipulation, malpractice or other business ethics violations. Disclosure shall include a description of fines and settlements and corrective actions implemented in response to events.", "FN0203-05": "Description of process to identify and assess conflicts of interest between the exchange's regulatory obligations and the interests of its members, its market operations, its listed issuers, and, in the case of a demutualized self-regulatory organization (SRO), its shareholders", "FN0203-04": "Description of policy to encourage or require listed companies to publicly disclose governance, social, and/or environmental information", "FN0203-09": "Number of data security breaches and percentage involving customers’ personally identifiable information. Disclosure shall include a description of corrective actions implemented in response.", "FN0203-08": "Number of significant market disruptions and duration of downtime. Disclosure shall include, for each disruption: the type and extent of the disruption, a discussion of the root cause, and a description of any corrective actions implemented in response.", "FN0103-08": "Amount of legal and regulatory fines and settlements associated with financial fraud and percentage that resulted from whistleblowing actions. Disclosure shall include a description of fines and settlements and corrective actions implemented in response to events.", "FN0103-09": "Number of inquiries, complaints, or issues received by legal and compliance office through an internal monitoring or reporting system, and percentage that were substantiated. Disclosure shall include a description of the nature of the inquiries, complaint, or issues, and of any corrective actions taken by the registrant in response to information received by its legal and compliance office through an internal monitoring and/or reporting system.", "FN0103-06": "Amount of fines and settlements associated with failure to provide adequate, clear, and transparent information about products and services. Disclosure shall include a description of fines and settlements and corrective actions implemented in response to events.", "FN0103-07": "Description of procedure or programs to provide adequate, clear, and transparent information about products and services, including risks, suitability, and conflicts of interest", "FN0103-04": "Percentage of employee compensation which includes ex-post adjustments for: (1) executives and; (2) all others", "FN0103-05": "Percentage of gender and racial/ethnic group representation for: (1) executives and (2) all others", "FN0103-02": "Percentage of total compensation that is variable for: (1) executives and; (2) all others", "FN0103-03": "Percentage of variable compensation that is equity for: (1) executives and; (2) all others", "FN0103-01": "Discussion of variable compensation policies and practices", "FN0102-01": "Discussion of variable compensation policies and practices", "FN0202-10": "Ratio of amount of first mortgage principal reduction to amount of foreclosed mortgages", "FN0202-08": "Number and value of Qualified Mortgages (QMs), by minority status and income classification", "FN0202-09": "Number and value of mortgages of the following types: (1) Hybrid or Option ARM; (2) Prepayment Penalty, and (3) Higher Rate. Overall, by minority status, and by income classification", "FN0102-03": "Percentage of variable compensation that is equity for: (1) executives and; (2) all others", "FN0102-02": "Percentage of total compensation that is variable for: (1) executives and;(2) all others", "FN0102-05": "Number of instances when risk limits were breached and number and percentage by response: (1) position reduced; (2) risk limit temporarily increased; (3) risk limit permanently increased; and (4) other", "FN0102-04": "Percentage of employee compensation which includes ex post adjustments for: (1) executives and; (2) all others", "FN0102-07": "Amount of legal and regulatory fines and settlements associated with financial industry regulation and percentage that resulted from whistleblowing actions. Disclosure shall include a description of fines and settlements and corrective actions implemented in response to events.", "FN0102-06": "Percentage of gender and racial/ethnic group representation for: (1) executives and; (2) all others", "FN0102-09": "Number of conflicts of interest disclosed to clients, customers, and/or counterparties", "FN0102-08": "Number of inquiries, complaints, or issues received by the legal and compliance office through an internal monitoring or reporting system, and percentage that were substantiated. Disclosure shall include a description of the nature of the inquiries, complaints, or issues and of any corrective actions taken by the registrant in response to information received by its legal and compliance office through an internal monitoring and/or reporting system.", "FN0202-02": "Description of how climate change and other environmental risks are incorporated into mortgage origination and underwriting", "FN0202-03": "Amount and percentage of credit risk for mortgage loans that is attributable to default risk from weather-related natural catastrophes, by geographic region", "FN0202-04": "Description of variable compensation structure of loan originators", "FN0202-05": "Number and value of mortgages issued to minorities", "FN0202-06": "Number and value of mortgages provided to low or moderate- income individuals/families", "FN0202-07": "Amount of fines and settlements associated with violation of the mortgage industry provisions of Regulation Z (Truth in Lending Act) relating to communications to customers. Disclosure shall include a description of fines and settlements and corrective actions implemented in response to events.", "FN0202-01": "Number and value of mortgage loans in Federal Emergency Management Agency (FEMA) special flood hazard areas", "FN0102-12": "Net exposure to written credit derivatives", "FN0102-13": "Level 3 assets: (1) total value and (2) percentage of total assets", "FN0102-10": "Results of stress tests under adverse economic scenarios, including the following measures (actual and projection): (1) Loan losses; (2) Losses, revenue, and net income before taxes; (3) Tier 1 common capital ratio; (4) Tier 1 capital ratio; (5) Total risk-based capital ratio; and (6) Tier 1 leverage ratio. Disclosure shall include a description of the most significant drivers of changes in regulatory capital ratios.", "FN0102-11": "Basel III Liquidity Coverage Ratio (LCR)", "FN0102-16": "Amount of sustainability-focused services, activities, and products, broken down by: (1) origination, (2) market making, and (3) advisory and underwriting. Disclosure shall include a description of sustainability-focused services, activities, and products, broken down by: (1) origination, (2) market making, and (3) advisory and underwriting.", "FN0102-17": "Deal size of advisory and underwriting transactions for companies in the following sectors/industries: Energy/Oil&Gas, Materials/Basic Materials, Industrials, and Utilities", "FN0102-14": "Skewness and kurtosis of trading revenue", "FN0102-15": "Discussion of how environmental, social, and governance (ESG) factors are incorporated into core products and services", "FN0301-15": "Amount of life and annuity liabilities that can be surrendered upon request: (1) Within three months without penalty, and (2) With penalties lower than 20%", "FN0301-14": "Value of collateral received from securities lending and amount received from repurchase agreements", "FN0301-17": "Discussion of the investment portfolio risks presented by climate change, natural resource constraints, human rights concerns, or other broad sustainability trends", "FN0301-16": "Discussion of how environmental, social, and governance (ESG) factors are integrated into the investment of policy premiums", "FN0301-11": "Description of efforts to provide information to new and returning customers in a clear and conspicuous manner", "FN0301-10": "Average number of days from reported claim to settlement of claim", "FN0301-13": "(1) Notional amount of CDS protection sold, (2) notional amount of debt securities insured for financial guarantee, and (3) risk-in-force covered by mortgage guarantee insurance", "FN0301-12": "Non-policyholder liabilities"}, "evidence": {"Asset Management and Custody Activities": {"Systemic Risk Management": {"iwg_score": "93%", "ei": "High", "cost_capital": true, "fli": "Yes", "efi": "High", "rev_cost": true, "extern": true, "prob_mag": true, "hm_score": "57", "asset_lib": true}, "Employee Inclusion": {"iwg_score": "75%", "ei": "Low", "cost_capital": false, "fli": "No", "efi": "Medium", "rev_cost": true, "extern": false, "prob_mag": false, "hm_score": "45", "asset_lib": false}, "Integration of Environmental, Social, and Governance Risk Factors in Investment Management and Advisory": {"iwg_score": "91%", "ei": "High", "cost_capital": true, "fli": "Yes", "efi": "Low", "rev_cost": true, "extern": true, "prob_mag": true, "hm_score": "55", "asset_lib": true}, "Management of the Legal and Regulatory Environment": {"iwg_score": "96%", "ei": "High", "cost_capital": true, "fli": "Yes", "efi": "High", "rev_cost": true, "extern": true, "prob_mag": false, "hm_score": "58", "asset_lib": true}, "Employee Incentives and Risk Taking": {"iwg_score": "82%", "ei": "Low", "cost_capital": false, "fli": "Yes", "efi": "Low", "rev_cost": true, "extern": true, "prob_mag": false, "hm_score": "35", "asset_lib": true}, "Transparent Information and Fair Advice for Customers": {"iwg_score": "93%", "ei": "Medium", "cost_capital": false, "fli": "No", "efi": "Medium", "rev_cost": true, "extern": false, "prob_mag": false, "hm_score": "18", "asset_lib": true}}, "Commercial Banks": {"Management of the Legal and Regulatory Environment": {"iwg_score": "95%", "ei": "High", "cost_capital": true, "fli": "Yes", "efi": "High", "rev_cost": true, "extern": true, "prob_mag": false, "hm_score": "53", "asset_lib": true}, "Systemic Risk Management": {"iwg_score": "95%", "ei": "High", "cost_capital": true, "fli": "Yes", "efi": "High", "rev_cost": true, "extern": true, "prob_mag": true, "hm_score": "62", "asset_lib": true}, "Integration of Environmental, Social, and Governance Risk Factors in Credit Risk Analysis": {"iwg_score": "92%", "ei": "Medium", "cost_capital": true, "fli": "Yes", "efi": "Medium", "rev_cost": true, "extern": true, "prob_mag": true, "hm_score": "58", "asset_lib": true}, "Financial Inclusion and Capacity Building": {"iwg_score": "73%", "ei": "Low", "cost_capital": true, "fli": "No", "efi": "Low", "rev_cost": true, "extern": false, "prob_mag": false, "hm_score": "50", "asset_lib": true}, "Customer Privacy and Data Security": {"iwg_score": "91%", "ei": "Medium", "cost_capital": false, "fli": "Yes", "efi": "Medium", "rev_cost": true, "extern": false, "prob_mag": true, "hm_score": "70", "asset_lib": true}}, "Consumer Finance": {"Responsible Lending and Debt Prevention": {"iwg_score": "93%", "ei": "High", "cost_capital": true, "fli": "No", "efi": "High", "rev_cost": true, "extern": false, "prob_mag": false, "hm_score": "57", "asset_lib": true}, "Financial Inclusion": {"iwg_score": "93%", "ei": "Medium", "cost_capital": true, "fli": "Yes", "efi": "Low", "rev_cost": true, "extern": true, "prob_mag": true, "hm_score": "52", "asset_lib": true}, "Transparent Information and Fair Advice for Customers": {"iwg_score": "100%", "ei": "High", "cost_capital": true, "fli": "Yes", "efi": "High", "rev_cost": true, "extern": true, "prob_mag": true, "hm_score": "65", "asset_lib": true}, "Customer Privacy and Data Security": {"iwg_score": "79%", "ei": "Low", "cost_capital": true, "fli": "Yes", "efi": "Medium", "rev_cost": true, "extern": true, "prob_mag": true, "hm_score": "70", "asset_lib": true}}, "Security and Commodity Exchanges": {"Managing Business Continuity and Technology Risks": {"iwg_score": "82%", "ei": "Medium", "cost_capital": true, "fli": "Yes", "efi": "High", "rev_cost": true, "extern": true, "prob_mag": true, "hm_score": "30", "asset_lib": true}, "Managing Conflicts of Interest": {"iwg_score": "76%", "ei": "Low", "cost_capital": true, "fli": "Yes", "efi": "Medium", "rev_cost": true, "extern": true, "prob_mag": false, "hm_score": "37", "asset_lib": true}, "Promoting Transparent and Efficient Capital Markets": {"iwg_score": "94%", "ei": "High", "cost_capital": true, "fli": "Yes", "efi": "Medium", "rev_cost": true, "extern": true, "prob_mag": false, "hm_score": "30", "asset_lib": true}}, "Investment Banking and Brokerage": {"Management of the Legal and Regulatory Environment": {"iwg_score": "96%", "ei": "High", "cost_capital": true, "fli": "Yes", "efi": "High", "rev_cost": true, "extern": true, "prob_mag": false, "hm_score": "60", "asset_lib": true}, "Employee Incentives and Risk Taking": {"iwg_score": "88%", "ei": "Low", "cost_capital": false, "fli": "No", "efi": "Medium", "rev_cost": true, "extern": false, "prob_mag": false, "hm_score": "25", "asset_lib": true}, "Employee Inclusion": {"iwg_score": "59%", "ei": "Low", "cost_capital": false, "fli": "No", "efi": "Medium", "rev_cost": true, "extern": false, "prob_mag": false, "hm_score": "50", "asset_lib": true}, "Systemic Risk Management": {"iwg_score": "92%", "ei": "High", "cost_capital": true, "fli": "Yes", "efi": "High", "rev_cost": true, "extern": true, "prob_mag": true, "hm_score": "58", "asset_lib": true}, "Integration of Environmental, Social, and Governance Risk Factors in Advisory, Underwriting, and Brokerage Activities": {"iwg_score": "73%", "ei": "Low", "cost_capital": false, "fli": "Yes", "efi": "Low", "rev_cost": true, "extern": true, "prob_mag": true, "hm_score": "40", "asset_lib": true}}, "Mortgage Finance": {"Management of the Legal and Regulatory Environment": {"iwg_score": "95%", "ei": "High", "cost_capital": true, "fli": "Yes", "efi": "High", "rev_cost": true, "extern": true, "prob_mag": true, "hm_score": "67", "asset_lib": true}, "Responsible Lending and Debt Prevention": {"iwg_score": "84%", "ei": "High", "cost_capital": true, "fli": "Yes", "efi": "High", "rev_cost": true, "extern": true, "prob_mag": false, "hm_score": "58", "asset_lib": true}, "Transparent Information and Fair Advice for Customers": {"iwg_score": "95%", "ei": "Medium", "cost_capital": false, "fli": "No", "efi": "Medium", "rev_cost": true, "extern": false, "prob_mag": false, "hm_score": "33", "asset_lib": true}, "Environmental Risk to Mortgaged Properties": {"iwg_score": "89%", "ei": "Medium", "cost_capital": true, "fli": "Yes", "efi": "Medium", "rev_cost": true, "extern": true, "prob_mag": true, "hm_score": "45", "asset_lib": true}}, "Insurance": {"Policies Designed to Incentivize Responsible Behavior": {"iwg_score": "64%", "ei": "Low", "cost_capital": false, "fli": "Yes", "efi": "Low", "rev_cost": true, "extern": true, "prob_mag": true, "hm_score": "30", "asset_lib": true}, "Plan Performance": {"iwg_score": "77%", "ei": "Medium", "cost_capital": false, "fli": "No", "efi": "Medium", "rev_cost": true, "extern": false, "prob_mag": false, "hm_score": "42", "asset_lib": true}, "Environmental Risk Exposure": {"iwg_score": "95%", "ei": "High", "cost_capital": true, "fli": "Yes", "efi": "High", "rev_cost": false, "extern": true, "prob_mag": true, "hm_score": "45", "asset_lib": true}, "Integration of Environmental, Social, and Governance Risk Factors in Investment Management": {"iwg_score": "86%", "ei": "High", "cost_capital": true, "fli": "Yes", "efi": "High", "rev_cost": false, "extern": true, "prob_mag": true, "hm_score": "47", "asset_lib": true}, "Systemic Risk Management": {"iwg_score": "N/A", "ei": "High", "cost_capital": true, "fli": "Yes", "efi": "High", "rev_cost": true, "extern": true, "prob_mag": true, "hm_score": "53", "asset_lib": true}}}}